[{"model": "blogauth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$320000$EKLyGTQA8YPzdicwagv9WG$+qTMZ8L2NoADJ0/s8elxa3o74cYQiEI2tQitJb9+QxE=", "last_login": "2022-08-29T07:39:07.518Z", "is_superuser": true,"first_name": "", "last_name": "", "email": "learner@codio.com", "is_staff": true, "is_active": true, "date_joined": "2022-08-29T07:38:36.415Z", "groups": [], "user_permissions": []}}, {"model": "blogauth.user", "pk": 2, "fields": {"password": "pbkdf2_sha256$320000$GrfuxNHYoYhntAqibtULBZ$Io1m/WO+3OX2zlbjYtTvLGMDFhsiAbegMEZ9uJLOr4s=", "last_login": null, "is_superuser": true,"first_name": "Ghost", "last_name": "Writer", "email": "writer@ghosttown.in", "is_staff": true, "is_active": true, "date_joined": "2022-08-29T07:41:00Z", "groups": [], "user_permissions": []}},{"model": "blog.post", "pk": 2, "fields": {"author": 1, "created_at": "2022-08-29T07:47:05.172Z", "modified_at": "2022-08-29T07:47:05.172Z", "published_at": "2022-08-29T07:46:16Z", "title": "Sacred Utterance", "slug": "sacred-utterance", "summary": "Poetry is a vehicle for emotions. It facilitates life. It can steer you through the most unwieldy terrains of life,", "content": "Poetry is a vehicle for emotions. It facilitates life. It can steer you through the most unwieldy terrains of life, with grace. All of us have grown up reading and hearing how various clans and nations have eulogized their warriors with poetry, lamented their deaths and sorrows with unusually emotional utterances, and rhymed praises on each other on happy occasions. Hence it has its practical uses on occasions.\r\n\r\nEach field of work has its exclusive use in human life, and it plays its part when the need arises. To be able to put in language is, similarly a most vital need for persistence of human life. But still more basic are the five senses that are the definition of life. Poetry is what transforms an effort for sustenance (a need based ability) to an expression of feeling (a feature of the five senses). It merges the truth of communication to the beauty of expression. Once its reality is recognized, it serves not only as an alchemy for the larger ailments of society, it becomes our army knife.", "tags": []}},{"model": "blog.post", "pk": 3, "fields": {"author": 2, "created_at": "2022-08-29T07:48:12.320Z", "modified_at": "2022-08-29T07:48:12.321Z", "published_at": "2022-08-25T18:00:00Z", "title": "A Cozy Corner in the Country", "slug": "a-cozy-corner-in-the-country", "summary": "This past weekend, i went on a long train journey back to Lonavala, for a short work visit. It was long overdue", "content": "This past weekend, i went on a long train journey back to Lonavala, for a short work visit. It was long overdue. Even when i came in a situation to pursue the travel i was headed for three consecutive bookings cancelled before i went on the trip.\r\n\r\nThe monsoon has well arrived. Erratic, may be here, but there its “business as usual”. Constant drip throughout and some heavy downpour dispersed in between at any given day, oft at hours suitable for outside work. I was not there long enough this time, to see the workings of the wind, but its quite a thing. It makes the raindrops reach almost horizontally at you, from random directions as splashes. Your umbrellas become useless and act as a source of your own embarrassment. Anyone who has gone on a trip to Bhushi dam, Lohgad fort in Lonavala or similar trekking adventures around the Sahyadri ranges (Western Ghats) must’ve experienced this. I however went back there to my engineering college, a whole campus chiseled on a small section of the mountain range.", "tags": [3]}},{"model": "blog.comment", "pk": 1, "fields": {"creator": 1, "content": "Well written.", "content_type": 8, "object_id": 2, "created_at": "2022-08-29T08:36:36.220Z", "modified_at": "2022-08-29T08:36:36.220Z"}},{"model": "blog.comment", "pk": 2, "fields": {"creator": 1, "content": "Well written.", "content_type": 8, "object_id": 3, "created_at": "2022-08-29T08:47:20.302Z", "modified_at": "2022-08-29T08:47:20.302Z"}},{"model": "blog.tag", "pk": 1, "fields": {"value": "Literature"}}, {"model": "blog.tag", "pk": 3, "fields": {"value": "Travel"}}]